<?php

return [
    'home' => 'الرئيسية',
    'products' => 'المنتجات',
    'categories' => 'الأقسام',
    'add_product' => 'اضافة منتج',
    'add_category' => 'اضافة قسم',
    'reviews' => 'أراء االعملاء',
    'about_us' => 'من نحن',
    'slider1' => [
        'subtitle' => 'جمال وتألق',
        'title'    => 'اكتشفي أحدث مجموعات المكياج',
    ],
    'slider2' => [
        'subtitle' => 'أناقة وعصرية',
        'title'    => 'شنط فاخرة لكل المناسبات',
    ],
    'slider3' => [
        'subtitle' => 'راحة وأناقة',
        'title'    => 'خطوة واثقة مع أحدث الأحذية',
    ],
    'slider4' => [
        'subtitle' => 'التقط اللحظة',
        'title'    => 'أفضل الكاميرات لكل لقطة',
    ],
    'slider5' => [
        'subtitle' => 'ذكاء وابتكار',
        'title'    => 'أحدث الإلكترونيات بين يديك',
    ],
    'browse_products' => 'تصفح المنتجات',
    'contact_us'      => 'تواصل معنا',
    'home_section' => [
        'title' => 'أقسام الموقع',
        'description' => 'اكتشف جميع الأقسام المتنوعة التي نوفرها لك، من الإلكترونيات والموضة إلى المأكولات والإكسسوارات، لتجد كل ما تحتاجه في مكان واحد.',
    ],
];

